Repository: avidela/The-Great-Paper-Adventure
Catalog: TheGreatPaperAdventure/Localization/TGPAStrings.*.resx
Languages: fr

# Activated
source: Enabled
fr: Activé

source: Apply
fr: Appliquer

# BonusLevel1Desc
source: Bonus level ! The great King Poulpy is really angry because of the massive genocide you did on his people. Prepare yourself for the great battle against his army and the King himself !
fr: Niveau bonus ! Le roi Poulpy est très mécontent du génocide que vous avez fait sur ses sujets. Préparez-vous à devoir affronter son armée personnelles pleines de tentacules et guidées par sa majesté en personne !

# BonusLevel1Name
source: Octupusses hunt
fr: Chasse aux poulpes

# BonusLevel1_2Desc
source: Bonus level, part 2 ! Reminder : The great King Poulpy is really angry because of the massive genocide you did on his people. Prepare yourself for the great battle against his army and the King himself !
fr: Niveau bonus, partie 2 ! Rappel : Le roi Poulpy est très mécontent du génocide que vous avez fait sur ses sujets. Préparez-vous à devoir affronter son armée personnelles pleines de tentacules et guidées par sa majesté en personne !

# BonusLevel1_2Name
source: Octupusses hunt (partie 2)
fr: Chasse aux poulpes (partie 2)

# BonusLevel1_3Desc
source: Ultimate fight : brave the giant king !
fr: Ultime combat : affrontez le roi dans un combat sans merci mais avec beaucoup de tentacules

# BonusLevel1_3Name
source: Kingslayer
fr: Régicide

# Buy
source: Buy the full version
fr: Acheter la version complète

# BuyFailContent
source: The current profile on your controller hasn't enough privilege to buy The Great Paper Adventure. Please use a XboxLive profile.
fr: Le profil actuellement utilisé par ce contrôleur ne dispose pas de droits suffisant pour acheter The Great Paper Adventure. Utilisez un profil XboxLive pour le faire.

# BuyFailTitle
source: MarketPlace cannot be displayed
fr: Le marché n'a pas pu être affiché

# CancelLaunchLevel
source: Back to map
fr: Retour à la carte

# CorruptedSavegame
source: Corrupted savegame ! Game data overriden, sorry, play again.
fr: Sauvegarde corrompue ! Données de jeu réinitialisée, désolé faut tout refaire.

# CreditsScreenLeave
source: Cut off credits
fr: Passer les crédits

# CreditsScreenNext
source: Next
fr: Suivant

# Deactivated
source: Disabled
fr: Désactivé

# DeviceSelectionScreenInstructionsP1
source: Select the Player 1 playing device
fr: Choisir le contrôleur de jeu pour le Joueur 1

# DeviceSelectionScreenInstructionsP2
source: Select the Player 2 playing device
fr: Choisir le contrôleur de jeu pour le Joueur 2

# Difficulty
source: Choose difficulty :
fr: Choisir la difficulté :

# DisconnectedPadPart1
source: One or more gamepads are disconnected.
fr: Une ou plusieurs des manettes sont déconnectées.

# DisconnectedPadPart2
source: Please reconnect the gamepads you were playing with in order to continue.
fr: Merci de les reconnecter pour pouvoir continuer à jouer.

# DisplayMusicInfo
source: Display music infos
fr: Afficher infos musiques

# DisplayPoints
source: Display earned points
fr: Afficher points gagnés

source: Easy
fr: Facile

# EasyDesc
source: You are powerful. Thus, you can destroy everything but you will make fewer points. This is designed for people not used to video games.
fr: Vous êtes puissants. Vous pouvez ainsi tout détruire, mais vous n'aurez que peu de points. Pour les joueurs peu habitués aux jeux vidéo.

# EndlevelScreenElapsedTime
source: Elapsed time
fr: Temps écoulé

# EndlevelScreenLevelPoints
source: Level points
fr: Points du niveau

# EndlevelScreenPressAcontinue
source: Continue the Great Adventure
fr: Continuer la Grande Aventure

# EndlevelScreenPressAretry
source: Retry level
fr: Réassayer le niveau

# EndlevelScreenPressB
source: Back to title screen
fr: Retour à l'écran titre

# EndlevelScreenRemainingBombs
source: Remaining bombs
fr: Bombes restantes

# EndlevelScreenRemainingLives
source: Remaining lives
fr: Vies restantes

source: Fullscreen
fr: Plein écran

source: Guest
fr: Invité

source: Hard
fr: Difficile

# HardDesc
source: It's hard ! Full challenge, no mercy : few lives, indestructible shots, and that means : a lot of points ! This is for serious gamers.
fr: C'est dur ! Un vrai challenge, aucune pitié : moins de vie, tirs indestructibles, beaucoup de points gagnés. Pour joueurs confirmés.

# JoystickWarning
source: Please do not use this option to play with a x360 device.
fr: N'utilisez pas cette configuration pour jouer avec un gamepad 360.

source: Keyboard/Mouse
fr: Clavier/Souris

source: Language
fr: Langue

# Level0Desc
source: What a bad hangover... our nameless hero drunked too much water last night, and he is late for Grandma's dinner. He can't miss this unique moment, but our little guy needs some help to find his way. Learn the basic commands of his little ship and help him !
fr: Après une soirée bien arrosée d'eau, notre héros sans nom doit se rendre chez Mamie pour le goûter. Rater ce moment de partage serait inexcusable, mais notre pauvre bonhomme n'a pas vraiment les yeux en face des trous. Familiarisez-vous avec les commandes de son petit vaisseau rond et aidez-le à trouver son chemin !

# Level0Message1
source: Welcome to The Great Paper Adventure ! And welcome to this really little tutorial.
fr: Bienvenue dans The Great Paper Adventure ! Et bienvenue dans ce tout petit didacticiel.

# Level0Message10
source: Still alive ? This was a triumph. You are ready for adventure ! Will you be able to find the way to Grandma's house in order to take dinner with her ?
fr: Toujours vivant ? Alors vous êtes prêts pour l'aventure ! Saurez-vous trouver le chemin jusque chez Mamie pour prendre le goûter avec elle ?

# Level0Message13
source: You can accumulate power-ups to be more powerful.
fr: Au fait, cumuler les bonus permet d'augmenter la puissance de certaines armes.

# Level0Message2
source: Learn how to play during this simple level without too much dangers before taking the way of adventure !
fr: Apprenez à maîtriser votre engin dans ce niveau simple et sans trop de dangers avant de prendre le chemin de l'aventure !

# Level0Message3
source: Required commands will be displayed on your little ship. You can also find them on the pause menu.
fr: Les commandes de base seront affichées sur le petit vaisseau. Elles se trouvent aussi dans le menu de pause.

# Level0Message4
source: Move your ship and shoot the lever in front of the panel in order to start the level.
fr: Déplacez votre vaisseau et tirez sur le levier devant la pancarte en bois pour commencer le niveau.

# Level0Message5
source: Let's start ! You will encounter more or less stupid enemies on your way, such as those cute little cows. Show no mercy, kill them all !
fr: Et c'est parti ! De nombreux ennemis plus ou moins stupides vous attendent, comme des innocentes petites vaches. Détruisez-les tous ! Pas de diplomatie.

# Level0Message6
source: Too many things on screen ? Launch a megabomb : the ennemies and their shots will be all destroyed.
fr: Trop d'ennemis à l'écran ? Lancez une Mega-bombe pour tout détruire, ennemis comme tirs !

# Level0Message7
source: Avoid shots to stay alive. You will have to believe me if you want to survive to this massive cattle suicide.
fr: Esquiver les tirs est votre meilleure chance de survivre. Ce suicide collectif de bovins est l'occasion de le confirmer.

# Level0Message8
source: That was easy ! Let's try with moving enemies.
fr: Bon, tout ça, c'était facile. Essayons maintenant avec des ennemis mobiles.

# Level0Message9
source: Some enemies are going to drop a bonus when dead : extra lives, megabombs, weapons, ... Go pick them up !
fr: Certains ennemis libèrent des bonus en mourant : armes, munitions de bombes, vies supplémentaires...

# Level0Name
source: Cow's hill
fr: La colline a des vaches

# Level1Desc
source: Suicidals cows, flying islands, giant punching-balls... The road doesn't look familiar... But our hero is sure to take the right direction, and anyway, there's no time to turn back !
fr: Des vaches suicidaires, des îles flottantes, des punching-balls géants... On ne peut pas dire que la route soit très familière ou accueillante. Et cela ne semble pas s'améliorer au vu des silhouettes étranges à l'horizon. Pourtant, notre petit héros est persuadé de prendre la bonne direction. De toute façon, pas le temps de faire demi-tour !

# Level1Name
source: Angry meal
fr: Furieux goûter

# Level2Part1Desc
source: Well, it's a bit late, but our hero finally admits he is completely lost. And he is hungry, because of the angry chocolate biscuit he just killed. But he is also obstinated, and he now just entered a rock desert...
fr: Bon, notre héros s'en rend compte un peu tard, mais il est complètement perdu. Et en plus il a faim, à cause de ce biscuit vindicatif. Et têtu comme un breton, il continue son chemin et s'enfonce à présent dans un désert rocheux...

# Level2Part2Desc
source: Are you sure Grandma is living in a cave ??? It's been a long time you didn't visit her, but I'm not sure the road has changed so much... But now that you are inside, let's visit this cavern...
fr: Depuis quand Mamie vit-elle sous terre ? La route a peut-être changé, mais pas au point de passer par une caverne, si ? Au point où tu en es, autant aller voir.

# Level2_1Name
source: Cactae Canyon
fr: Canyon Cactae

# Level2_2Name
source: Cactus douchebag
fr: Méprisable cactus

# Level3Part1Desc
source: Chocolate biscuits dreaming of world conquests, and mexican clan chief cactus... This is madness ! But the sea just appear to our hero, giving him bravery. He still is the wrong way, but the sea is gorgeous. And there is also a cute little mermaid !
fr: Des goûters chocolatés rêvant de conquérir le monde, un cactus chef de tribu de nains mexicains... Tout cela ne tourne pas rond ! Heureusement, la vue de la mer redonne courage à notre héros. A priori il n'y avait pas besoin de la traverser pour aller chez Mamie... mais au moins c'est un élément familier. Il y a même une sirène toute mignonne !

# Level3Part2Desc
source: Destroying highly toxic barrels wasn't a genius idea... Earth's and sea's color is turning green and unnatural. Turn back fast !
fr: Exploser des barils contenant des déchets hautement toxiques n'était décidément pas une bonne idée... L'eau comme la terre est en train de prendre une couleur pas franchement rassurante. Fait vite demi-tour !

# Level3_1Name
source: Old memories
fr: Souvenirs bretonnants

# Level3_2Name
source: Toxic memories
fr: Souvenirs intoxiqués

# Level4_1Desc
source: Even if our hero is lost, the trip he is doing is really nice. Okay, he just ruined every places he visited, but still. Now he just arrived in the moutains and remembered that you see them from Grandma's house. He shouldn't be too far now !
fr: Ce petit aller-retour maritime mis à part, c'est quand même un bien beau voyage que notre petit héros effectue. Dommage qu'il ait saccagé chaque zone qu'il ait visité, mais c'était de la légitime défense. A force d'aller tout droit, le voici arrivé dans les montagnes. Il se souvient alors qu'on les aperçoit de la fenêtre de chez Mamie : il ne peut plus être bien loin !

# Level4_1Name
source: Chase
fr: Course-poursuite

# Level4_2Desc
source: It was a close call ! There are better situations than being confronted to an avalanche and to a mysterious attacker. But while he was resting a bit, a flying pinguin with a military helmet has missed suddenly narrowly the ship. It seems that going through the mountains won't be a pushover !
fr: C'était moins une ! Entre l'avalanche et l'attaquant mystère, notre héros a bien cru y passer. Mais à peine eût-il le temps de penser à cela qu'un pingouin avec un casque sur la tête frôla son petit vaisseau, manquant de rendre une grand-mère malheureuse. Il est temps de traverser ces montagnes !

# Level4_2Name
source: It's snowing !
fr: Sous la neige

# Level5Desc
source: The GPS is finally switched on, so that the trip is nearly over thanks to technology. Unfortunately, there is a last (but not least) problem : the fastest way to go to Grandma's house is through a haunted forest. Hurry up though, there's almost no time left, Grandma surely isn't very happy that you're late. It's time to show your bravery and your skills in order to be right in time !
fr: Le GPS de notre petit héros s'allume enfin : le voyage touche donc à sa fin grâce à la technologie. Seul bémol, il faut traverser une sombre forêt que l'on dit hantée. Mais c'est le seul moyen d'arriver à l'heure, et Mamie sera contente d'avoir des potirons pour faire de la soupe !

# Level5Name
source: The evil carrot
fr: La carotte maléfique

# LevelSelectionScreenBestScore
source: Highscores
fr: Meilleurs scores

# LevelSelectionScreenMove
source: Move on the map
fr: Se déplacer sur la carte

# LevelSelectionScreenNoHighscore
source: No highscores yet
fr: Pas encore de records

# LevelSelectionScreenPart
source: Part
fr: Partie

# LevelSelectionScreenPressA
source: Select level
fr: Jouer ce niveau

# LevelSelectionScreenPressB
source: Back to title screen
fr: Retour à l'écran titre

# LevelSelectionScreenPressStart
source: Start playing !
fr: Commencer !

source: Low Ammo !
fr: Peu de munitions !

source: Misc
fr: Divers

# Mode1P
source: 1 Player Mode
fr: Mode 1 joueur

# Mode2P
source: 2 Players Mode
fr: Mode 2 joueurs

# Music
source: Musics
fr: Musiques

source: No device
fr: Pas de périphérique

# NormalDesc
source: The game is a bit harder, but you can still destroy some annoying shots. This is designed for people not used to shoot 'em up games.
fr: Le jeu est un peu plus dur, mais vous pouvez toujours détruire les tirs les plus dérangeants. Pour les joueurs peu habitués aux jeux de type "shoot them up"

# OptionScreenBack
source: Back to title screen
fr: Retour à l'écran titre

# OptionScreenMove
source: Move
fr: Se déplacer / Régler option

# OptionsFullScreen
source: Fullscreen
fr: Plein écran

# OptionsMusicVolume
source: Music volume
fr: Volume musique

# OptionsRumble
source: Rumble
fr: Vibrations

# OptionsScreenResolution
source: Screen resolution
fr: Résolution d'écran

# OptionsSoundVolume
source: Sounds volume
fr: Volume bruitages

# P1Device
source: Player 1 Device
fr: Périph. Joueur 1

# P1Name
source: Player 1 Name
fr: Nom Joueur 1

# P2PressStartPC
source: - Press Start/Enter -
fr: - Appuyez sur Start/Entrée -

# P2PressStartXbox
source: - Press Start -
fr: - Appuyez sur Start -

source: Player
fr: Joueur

source: Player 1
fr: Joueur 1

source: Player 2
fr: Joueur 2

# PlayerBack
source: Back to title screen
fr: Revenir à l'écran titre

# PlayerBomb
source: Drop a megabomb
fr: Lancer une megabombe

# PlayerFire
source: Shoot
fr: Tirer

# PlayerMove
source: Move the ship
fr: Déplacer l'engin

# PlayerPause
source: Back to the game !
fr: Revenir au jeu !

# PlayerRetry
source: Retry level
fr: Recommencer le niveau courant

# Rumble
source: Rumble (Gamepad)
fr: Vibrations (Gamepad)

source: Screen resolution
fr: Résolution d'écran

source: Selection
fr: Choix

# ShowCreditsScreen
source: Show credits
fr: Afficher les crédits

# SkipMessageButton
source: Skip message
fr: Passer le message

# Sound
source: Sounds
fr: Sons

source: Start level !
fr: Commencer à jouer !

# SwitchToScoreTypeCoop
source: Display the scores for coop games
fr: Afficher les scores deux joueurs

# SwitchToScoreTypeSingle
source: Display the scores for single player games
fr: Afficher les scores un joueur

# SystemInvalidResolution
source: Chosen resolution was rejected. Switching to 1024*768 mode.
fr: La résolution choisie n'a pas pu être appliquée. Retour en 1024*768.

# TitleScreenButtonA
source: Select
fr: Sélectionner

# TitleScreenMove
source: Select submenu
fr: Choisir sous-menu
